{
    "name": "Luxe Paradise Premium Hotel",
    "address": "75 Phố Phạm Hồng Thái, Quận Ba Đình, Hà Nội, Việt Nam",
    "description": "Luxe Paradise Premium Hotel có hồ bơi ngoài trời, trung tâm thể dục, nhà hàng và quầy bar ở Hà Nội. Khách sạn 4 sao này có dịch vụ phòng và quầy lễ tân 24 giờ. Đây là chỗ nghỉ không hút thuốc và tọa lạc cách Đền Quán Thánh chưa đến 1 km.\n\nPhòng khách ở khách sạn được trang bị ấm đun nước. Phòng nào cũng có điều hòa và TV màn hình phẳng, ngoài ra một số căn tại Luxe Paradise Premium Hotel có ban công.\n\nKhách tại chỗ nghỉ có thể thưởng thức bữa sáng thực đơn buffet.\n\nCác điểm tham quan nổi tiếng gần Luxe Paradise Premium Hotel bao gồm Hồ Tây, Lăng Chủ tịch Hồ Chí Minh và Ô Quan Chưởng. Sân bay gần nhất là Sân bay Quốc tế Nội Bài, cách khách sạn 22 km.",
    "rating": "9.4",
    "total_rating": "7",
    "evaluation_categories": {
        "service_staff": 10.0,
        "amenities": 9.2,
        "cleanliness": 9.6,
        "comfort": 10.0,
        "value_for_money": 10.0,
        "location": 9.6,
        "free_wifi": null
    },
    "reviews": [
        {
            "reviewer": {
                "name": "Simon",
                "avatar": "https://xx.bstatic.com/static/img/review/avatars/ava-s.png",
                "country": "Thụy Điển"
            },
            "review": {
                "date": "8/04/2024",
                "rating": "Great and affordable upscale new hotel in Truch Bach",
                "score": 10.0,
                "room_type": "Phòng Superior Giường Đôi/2 Giường Đơn",
                "stay_duration": "3 đêm · tháng 4/2024",
                "group_type": "Cặp đôi",
                "comment_positive": "A newly opened hotel beautifully decorated in the heart of Thuc Bach. The hotel is comfortably close to major sightseeing and away from tourist crowds with many cafes, restaurants and bars on offer nearby. The staff and owner were incredibly welcoming and catered to every need professionally and fast. Booked in the low-season with a great value for money.",
                "comment_negative": "Some minor finishing touches are to be expected but these were of no issue to us and will certainly be completed in a few days."
            }
        },
        {
            "reviewer": {
                "name": "Huyen",
                "avatar": null,
                "country": "Việt Nam"
            },
            "review": {
                "date": "19/04/2024",
                "rating": "Nice experience for couples. Good location",
                "score": 10.0,
                "room_type": "Phòng Superior Giường Đôi/2 Giường Đơn",
                "stay_duration": "1 đêm · tháng 4/2024",
                "group_type": "Cặp đôi",
                "comment_positive": "New hotel, clean. Good matress, we had a nice sleep. The pool on the rooftop got a nice view. Friendly staff. Excellent breakfast.",
                "comment_negative": "Nothing!"
            }
        },
        {
            "reviewer": {
                "name": "Phuong",
                "avatar": "https://lh3.googleusercontent.com/a/AATXAJywZVbdJ0PYHnDmyH3cBhMOeAEhSRHqcjLmsace=s96-c",
                "country": "Việt Nam"
            },
            "review": {
                "date": "17/04/2024",
                "rating": "Nice decoration, the location is easier to transport from and to the Airport. Not crowded area",
                "score": 10.0,
                "room_type": "Phòng Superior Giường Đôi/2 Giường Đơn",
                "stay_duration": "1 đêm · tháng 4/2024",
                "group_type": "Khách lẻ",
                "comment_positive": "They have good range of breakfast options, I had vegetarian Vietnamese porridge and my husband had a big Western portion. Love the coffee, the very strong Robusta.",
                "comment_negative": "It seemed the hotel just opened so there wasn't many staff to help us check in and see the room"
            }
        },
        {
            "reviewer": {
                "name": "Outdoorpete",
                "avatar": "https://xx.bstatic.com/static/img/review/avatars/ava-o.png",
                "country": "Mỹ"
            },
            "review": {
                "date": "7/04/2024",
                "rating": "Amazing Hotel hidden between  the Lakes",
                "score": 10.0,
                "room_type": "Phòng Superior Giường Đôi/2 Giường Đơn",
                "stay_duration": "1 đêm · tháng 4/2024",
                "group_type": "Cặp đôi",
                "comment_positive": "We booked going in blind because  this was brand  new Hotel and I mean like a few days old! Everything was brand new and we had a very comfortable and pleasant stay!!!  the location  is perfect area as it between Tay ho (West Lake) and old quarters... Sandwiches in between and you really get the true Hanoi Vibe and far enough from all crazy old quarter  but walkable too! The staff and mangers were amazing! Well lay out rooms and comfortable  sheets and pillows!",
                "comment_negative": "The elevator marking was L was not lobby but Floor 1 was the Lobby."
            }
        },
        {
            "reviewer": {
                "name": "Cleo",
                "avatar": "https://graph.facebook.com/v2.9/10155162746097029/picture?type=square&height=64&width=64",
                "country": "Thụy Sỹ"
            },
            "review": {
                "date": "15/04/2024",
                "rating": "Un super hôtel dans un joli cadre",
                "score": 9.0,
                "room_type": "Phòng Deluxe Giường Đôi/2 Giường Đơn Nhìn Ra Thành Phố",
                "stay_duration": "4 đêm · tháng 4/2024",
                "group_type": "Khách lẻ",
                "comment_positive": "L'hôtel, qui vient d'être rénové, est très élégant. Les chambres sont ultra confortables et la literie est impeccable. Tout est d'une propreté irréprochable. L'hôtel dispose encore d'une piscine sur le toit ainsi que d'une salle de sport. Le personnel est très présent et répond volontiers aux éventuelles questions. La localisation est sympa, car près du lac Truc Back, qui est à l'écart de la frénésie du vieux quartier d'Hanoï tout en restant relativement central. Par ailleurs, bon nombre de cafés et de restaurants se trouvent à proximité ainsi que deux sites majeurs: la pagode Tran Quoc et le temple Quan Thanh. En résumé, c'est un excellent hôtel à prix raisonnable que je recommande.",
                "comment_negative": "L'hôtel vient d'ouvrir; il est encore dans la phase de mise en place. En effet, quelques informations, sur papier, quant aux infrastructures et leur emplacement exact (étage) et les différents horaires (petit-déjeuner, check-out, etc.) seraient les bienvenues. De même, il serait peut-être utile d'avoir quelques prospectus à disposition dans le lobby (attractions de Hanoï, cartes, tours possibles et transferts hôtel-aéroport avec prix, etc.). La communication entre les équipes du matin et du soir pourrait être plus aboutie."
            }
        },
        {
            "reviewer": {
                "name": "Horko",
                "avatar": "https://lh3.googleusercontent.com/a/ACg8ocJoMn4hZJIbdey_9LNNLrc3pzlPffarWRqV63O0y9Fl=s96-c",
                "country": "Phần Lan"
            },
            "review": {
                "date": "19/04/2024",
                "rating": "Rất tốt",
                "score": 8.0,
                "room_type": "Phòng Superior Giường Đôi/2 Giường Đơn",
                "stay_duration": "2 đêm · tháng 4/2024",
                "group_type": "Khách lẻ",
                "comment_positive": null,
                "comment_negative": null
            }
        },
        {
            "reviewer": {
                "name": "Corey",
                "avatar": "https://xx.bstatic.com/static/img/review/avatars/ava-c.png",
                "country": "Mỹ"
            },
            "review": {
                "date": "14/04/2024",
                "rating": "Tuyệt hảo",
                "score": 9.0,
                "room_type": "Phòng Deluxe Giường Đôi/2 Giường Đơn",
                "stay_duration": "2 đêm · tháng 4/2024",
                "group_type": "Khách lẻ",
                "comment_positive": null,
                "comment_negative": null
            }
        }
    ]
}