{
    "name": "Cherry HomeStay Garden",
    "address": "75 Đường A4, Buôn Ðũng, Việt Nam",
    "description": "Nằm ở Buôn Ðũng, cách Trung tâm thương mại Vincom Plaza Buôn Ma Thuột 2.6 km, Cherry HomeStay Garden cung cấp chỗ nghỉ có khu vườn, chỗ đậu xe riêng miễn phí, sân hiên và nhà hàng. Chỗ nghỉ này có các tiện nghi như dịch vụ phòng và quầy lễ tân 24 giờ, cùng với Wi-Fi miễn phí ở toàn bộ chỗ nghỉ. Du khách có thể thưởng thức đồ uống tại quầy bar.\n\nTại khách sạn, tất cả các phòng đều được thiết kế có bàn làm việc. Với phòng tắm riêng được trang bị vòi xịt/chậu rửa vệ sinh và đồ vệ sinh cá nhân miễn phí, tất cả các căn tại Cherry HomeStay Garden có TV màn hình phẳng và điều hòa, trong đó một số phòng có ban công. Tại chỗ nghỉ, tất cả các phòng đều có ga trải giường và khăn tắm.\n\nSân bay gần nhất là Sân bay Buôn Ma Thuột, cách Cherry HomeStay Garden 11 km.",
    "rating": "9",
    "total_rating": "1",
    "evaluation_categories": {
        "service_staff": 10.0,
        "amenities": 10.0,
        "cleanliness": 10.0,
        "comfort": 10.0,
        "value_for_money": 10.0,
        "location": 10.0,
        "free_wifi": null
    },
    "reviews": [
        {
            "reviewer": {
                "name": "Yannick",
                "avatar": "https://lh3.googleusercontent.com/a/AATXAJwHuQEBQvBMOjCLuI13JM_yBYtmnGcyWDIMS2m-CQ=s96-c",
                "country": "Đức"
            },
            "review": {
                "date": "7/04/2024",
                "rating": "Tuyệt hảo",
                "score": 9.0,
                "room_type": "Phòng Giường Đôi Nhìn Ra Vườn",
                "stay_duration": "2 đêm · tháng 4/2024",
                "group_type": "Cặp đôi",
                "comment_positive": "Awesome stay! Just built (2 months ago) by the overwhelming friendly owner. Everything is new and in great condition. The host takes care and is very comforting. Its one of the few places that look better in real life than on the pictures. Highly recomended.",
                "comment_negative": null
            }
        }
    ]
}