{
    "name": "Aloha Bình Tiên-Thôn Bình Tiên, Công Hải, Thuận Bắc, Ninh Thuận, Việt Nam",
    "address": "Biển Bình Tiên, Ninh Thuận, Việt Nam Biển Bình Tiên, Ninh Thuận, Việt Nam, Phan Rang, Việt Nam",
    "description": "Tọa lạc ở Phan Rang, cách Bãi biển Bình Tiên chỉ vài bước chân và Bãi Cồn chưa đến 1 km, Aloha Bình Tiên-Thôn Bình Tiên, Công Hải, Thuận Bắc, Ninh Thuận, Việt Nam cung cấp chỗ nghỉ có khu vườn và Wi-Fi miễn phí cũng như chỗ đậu xe riêng miễn phí cho khách lái xe. Chỗ nghỉ này cung cấp dịch vụ phòng và quầy lễ tân 24 giờ cho khách.\n\nTại khách sạn, mỗi phòng đều được thiết kế có điều hòa, bàn làm việc, sân hiên với view vườn, phòng tắm riêng, TV màn hình phẳng, ga trải giường và khăn tắm. Phòng khách đều có tủ lạnh.\n\nSân bay gần nhất là Sân bay Liên Khương, cách Aloha Bình Tiên-Thôn Bình Tiên, Công Hải, Thuận Bắc, Ninh Thuận, Việt Nam 136 km, đồng thời chỗ nghỉ này cũng cung cấp dịch vụ đưa đón sân bay mất phí.",
    "rating": "4",
    "total_rating": "",
    "evaluation_categories": {
        "service_staff": 5.0,
        "amenities": 10.0,
        "cleanliness": 10.0,
        "comfort": 10.0,
        "value_for_money": 5.0,
        "location": 2.5,
        "free_wifi": null
    },
    "reviews": [
        {
            "reviewer": {
                "name": "Ropers",
                "avatar": null,
                "country": "Việt Nam"
            },
            "review": {
                "date": "9/01/2024",
                "rating": "Thất vọng",
                "score": 4.0,
                "room_type": "Phòng Tiêu Chuẩn Giường Đôi",
                "stay_duration": "2 đêm · tháng 1/2024",
                "group_type": "Cặp đôi",
                "comment_positive": "Le confort du lit et les équipements.",
                "comment_negative": "Les photos ne correspondent pas à la réalité. Vue sur le jardin oui effectivement quand on ouvre la porte(photo). L'annonce précise 50 mètres de la plage, 14 mn à pied(photo). Le petit déjeuner compris oui le pho(soupe). Mais pas le café, il nous demandait 40000 donk pour le café puisque que le café est chaud et ne fait pas partie du petit-déjeuner vietnamien. Les chiens une bonne partie de la nuit à partir 4h30 l'activité commence les voisins de l'hôtel tape sur des bidons ou je ne sais quoi. Un terrain vague en guise de vue sur la mer. \nBon j'en oublie peut-être car nous sommes restés que deux nuit."
            }
        }
    ]
}